Repository: giellalt/corpus-sma
Catalog: tmx/smj/admin/depts/other_files/tid_for_samtale_sorsamisk.pdf.tmx
Source language: sma
Languages: smj

source: Guktie diedtide vijriebasse juhtiehtidh.
smj: Gåtsedit ulmijt guovte åvddånahttemságastallama gaskan

source: Tijje dej øvtiedimmiesoptsestallemi gaskems, kriebpesje gaajhkesijstie gieh meatan, ihke sinsitnine soptsestallieh jih nimhtie såårnieh guktie øvtiedimmie jåhta.
smj: Ájggegávdan guovte ságastallama gaskan le ávkálasj jus oahppe, æjgáda ja åhpadiddje duolla dálla rudnali ja ånigattjat subtsasti gåktu oahppe åvddån.

source: Dagkeres såårneme maahta vadtasovvedh tjaaleld learohken barkojse, njalmeld learohkese, e-påastesne jallh teelefovnesne.
smj: Dáv máhttá dahkat tjálalasj diededibmen oahppebargguj, oahppeságastallamin, e-påsta jali telefåvnå baktu.

source: SJIERE HAESTIEDIMMIEH
smj: SIERRALÁGÁSJ HÁSSTALUSÁ

source: Maanaj guhth sjiere mievriestimmieh Mannah skuvlese båetieh ovmese daerpies-voeti jih dååjrehtsigujmie.
smj: Máná skåvllåj båhti duojna dájna dárbujn ja åtsådallamijn.

source: Jis buerie edtja sjidtedh dejtie ovmese learohkide, dellie vihkeles eejhtegh saerniestimmieh maanaj bijre vedtieh.
smj: Jus galggá åhpadimev hiebadallat nav buoragit gå máhttelis ájnegis oahppáj, de le ájnas æjgádijda diedojt vaddet máná birra skåvllåj.

source: Naaken maanah tsagkesh utnieh faagi gaavhtan jih jeatjebidie nåake jeatjebi ektine verviestidh.
smj: Muhtem mánájn li gássjelisvuoda fágajn ja iehtjádijn li gássjelisvuoda sosiálalattjat doajmmat.

source: Madtan-laakan govledh jih vuejnedh aaj maahta dåeriesmoerine sjidtedh trååjjemen, lieremen jih øvtiedimmien gaavhtan.
smj: Nievrret gullat jali vuojnnet, máhttá aj hieredit oahppe suopptsomav, oahppamav ja åvddånimev.

source: Buerie saerniestimmieh hiejmen jih skuvlen gaskems maehtieh dagkeres tsagkesh mievriestidh.
smj: Buorre diedo ja ságastallam sijda ja skåvlå gaskan buoret dáv.

source: Meijtie sih jijtjh-reerehke- jih maanah mah veaksehke lohkemisnie eensi haestiedimmieh fierhten biejjien skuvlesne åadtjoeh ?
smj: Oadtju gus duola dagu oahppe gudi lij smidá skåvlån nuoges hásstalusájt skåvllåbiejve birán ?

source: Tsælloeh - tsagkesh-gietedalleme
smj: Rijdo ja gåktu rijdojt dåmadit

source: Øvtiedimmie-soptsestalleme edtja buerie soptsestimmiem learohken, lohkehtæjjan jih eejhtegi gaskems vedtedh, gusnie learohken haalvedimmieh jih buerie øvtiedimmieh jarngesne tjåadtjoeh.
smj: Åvddånahttemságastallam galggá liehket positivalasj guládallam oahppe, åhpadiddje ja æjgádij gaskan gånnå oajvvetjalmos le gåktu oahppe doajmmá ja suv åvddånahttem.

source: Læjhkan lea vihkeles tsagkesi bijre digkiedidh, mohte dejtie bøøremes buerie-bealan lutnjedh sjiere tjåanghkojne.
smj: Ij la gal nav ahte ep galga gássjelisvuodaj birra giehttot, valla rijdoj birra le máhttelis ietjá tjåhkanimen giehttot.

source: Naaken tsagkesh læjhkan dan vihkeles guktie daerpies dej bijre dallah soptsestidh.
smj: Muhtem rijdojt hæhttup dalága dåmadit.

source: Øvtiedimmie-soptsestalleme dellie mænngan buerebe sjeahta.
smj: Åvddånahttemságastallamav hæhttu de ietjá bálláj sjáhtjalit.

source: Eah edtjieh eejhtegh jallh learohke kråvvadidh øvtiedimmie-soptsestallemasse båetedh, mohte tjiertestidh buerie vuartoejgujmie båetedh.
smj: Oahppe ja æjgáda e galga gåvvat, valla boahtet åvddånahttemságastallamij positijvalasj vuorddemusáj.

source: Øvtiedimmie-soptsestalleme jih minoritetij-gielen learohkh
smj: Åvddånahttemságastallam ja unneplågogiela oahppe

source: Sjire laantijste jih kultuvrijstie maanah skuvlese båetieh.
smj: Skåvllåj båhti oahppe duot dát lándas ja kultuvras.

source: Gellien kultuvri ektievoete lea gelliekultuvre skuvlem vadteme jih nimhtie aaj jeatja fierhten-beajjetje skuvlem.
smj: Moattekultuvralasj sebrudak le vaddám moattekultuvralasj skåvlåv ja moatte láhkáj buorep skåvllåbiejvev.

source: Ektesvuekiebarkoe lea jeatjh-laakan sjidteme jih jeatja haestimmieh båateme.
smj: Skåvlå ja sijda aktisasjbargguj le ådå hásstalus sjaddam.

source: Skuvlen vååjnoe skuvleste skuvlese lea joekehth ovmese kultuvrijstie.
smj: Vuojnno skåvllåj máhttá liehket ietjálágásj kultuvras kultuvrraj.

source: Nøørjesne lea buerie ektesvuekiebarkoe eejhtegi jih lohkehtæjjaj gaskems orreme, mohte gellieh kultuvrijsnie leah stoerre gåhkoe skuvlen jih hiejmen gaskems.
smj: Vuonan le dábálattjat buorre aktisasjvuohta æjgádij ja åhpadiddje gaskan, valla muhtem kultuvrajn le vas hæjop aktisasjbarggo.

source: Sjidtesjadtedh guktie buerie ektesvuekiebarkoe jih soptsestalleme seamma vierhtegasse båata, lea naan aejkien geerve, mohte daerpies jis øvtiedimmieh edtjieh learohkidie bøøremes sjidtedh.
smj: Hiebadahttet aktisasjbargov ja avtaárvvusasj ságastallamav oassálasstij gaskan, soajttá hásstálussan sjaddat, valla ájnas le aktan ságastallat oahppe åvddånahttema diehtij.

source: Naakeninie kultuvrijsnie ij leah naan siejme vuekie tjåanghkoem skuvlen jih hiejmen gaskems utnedh jih eejhtegh lohkehtæjjam krøøhkestieh.
smj: Muhtem kultuvrajn ij la dáhpe tjåhkanimijda skåvlå ja sijda gaskan, ja æjgáda viehka ålov åhpadiddjev vieledi.

source: Nimhtie maahta geerve sjidtedh buerie soptsestallemem gaskems buektiehtidh.
smj: Dan diehti soajttá sjaddat gássjelis buorre ságastallamav tjadádit.

source: Jearsoesvoetem tjåanghkosne tseegkedh lea vihkeles.
smj: Dan diehti le ájnas buorre birrasav tjåhkanime birra hábbmit.

source: Aaj vihkeles eejhtegidie vietseles- laakan soptsestidh, arhpem vuesiehtidh jih aaj goerkesadtedh leah daerpies jis buerie tjåanghkoe.
smj: Buorremielakvuohta, rabásvuohta ja sierra væhttsásvuohta li gájbbádusá jus ságastallamijn galggá vuorbástuvvat.

source: Lohkehtæjja tjoevere maanam jih eejhtegi kultuvre-vuekide guarkedh.
smj: Åhpadiddjáj le ájnas dádjadit ja dåhkkidit máná ja æjgádij kultuvralasj duogátjav.

source: Naan aejkien sån jienebe saerniestimmie sjædta jih vaenebe soptsestalleme gaskems.
smj: Álu vierttip dåhkkidit jus åhpadiddje hæhttu ienebut diedojt vaddet ienni gå ságastallat.

source: Tsagkesh gielen gaavhtan jeatja laanteste jallh jeatja kultuvreste båetedh, maahta soptsestallemem geerve darjodh.
smj: Ulmutja gudi ietjá lándajs ja kultuvrajs båhti, soajttá gássjelisvuodav adni gielajn. Dan diehti soajttá sjaddat gássjel ságastallat.

source: Stuerebe dåeriesmoerh sjidtieh maanide jih eejhtegidie mah adtjegh Nøørjese båateme ennh dejtie guhth daesnie naan jaepieh orreme.
smj: Mánájn ja æjgádijn gudi áttjak li Vuodnaj boahtám, li diedon stuoráp gássjelisvuoda diedoj hárráj gå siján gudi lij årrum dánna nágin jagev.

source: Skuvlen diedte lea tåalhkem eejhtegidie skåårvedh jis daerpies.
smj: Skåvlån le åvdåsvásstádus dålkåv åttjudit sidjij gudi dav dárbahi.

source: Dååjrehtimmie vuesehte jiermijes tåalhkem provhkedh dejtie guhth adtjegh diekie båateme, mohte aaj dejtie guhth daesnie guhkiem orreme.
smj: Åtsådallama vuosedi luluj dárbbo dålkkåj ságastallamijn sijájn gudi dánna lij guhkev årrom ja aj sijájn gudi li áttjak boahtám.

source: Vihkeles leah saerniestimmieh eejhtegidie vedtedh, jih aaj nimhtie eejhtegijstie gyhtjelassh åadtjodh jih skuvlese saerniestidh mij daerpies.
smj: Ájnas le divna æjgáda oadtju dajt diedojt majt dárbahi, ja bessi gatjádit gatjálvisájt ja skåvllåj diedojt vaddet.

source: Lohkehtæjja guhth gieline barkeminie maahta buerie maelmine lohkehtæjjese, learohkese jih eejhtegidie årrodh, mohte ij leah sjiehteles jallh daerpies dam tåalhkine provhkedh gosse øvtiedimmiesoptsestalleme.
smj: Iednegiellaåhpadiddje skåvlån luluj liehket ressurssan ja aktisasjbarggoguojmmen åhpadiddjáj, oahppáj ja æjgádijda, valla ij la vuogas suv dålkkån adnet åvddånahttemságastallamin.

source: JOEKEHTS ØVTIEDIMMIESOPTSESTALLEM
smj: IERIDIS ÅVDDÅNAHTTEMSÁGASTALLAMIN

source: Jeatjh-laaketje bievnesh akte jaepieboelhkeste måbpan
smj: Ieridit ságastallamav jahkedáses nubbáj

source: Sisvege jih guktie soptsestallemem stuvredh maahta joekehts årrodh klaasseste klaassese.
smj: Sisadno ja jådedibme máhttá liehket ietjálágásj klássas nubbáj.

source: Dej ovmese skuvli gaskems aaj maehtieh stoerre joehkets årrodh.
smj: Skåvlåj gaskan aj soajttá liehket sieradus.

source: Seamma guktie, læjhkan edtjieh hiejmh jih skuvlh ekti vøøki barkedh øvtiedimmie-soptsestallemigujmie.
smj: Vájku luluj sieradus, galggá skåvllå ja sijdda aktisattjat barggat åvddånahttemságastallamij.

source: Soptsestallemisnie lea vihkeles sjiere aamhtsigujmie barkedh desnie gusnie learohken faage-tjøødth-sijjie.
smj: Ságastallamin le luondulasj dættodit duov dáv tiemáv mij hiehpá jahkedássáj.

source: Soptsestallemh aaj jeatjh-laakan sjidtieh gosse learohke noereskuvlese båata.
smj: Ságastallam aj rievddá gå oahppe nuorajskåvllåj álggá.

source: Lissine aamhtside mej bijre aerebi soptsestamme, karakterh båetieh. Dihte orre aamhtse soptsestallemasse sjædta.
smj: Duodden dasi majt åvddåla li vuorodam, de árvustallam karakteraj baktu sjaddá ådå tiebmán ságastallamijn.

source: Ovmese joekehtsh
smj: Variánta

source: Vuekie maana-skuvlesne lea learohkem bihkedidh magkeres dåemiedimmie lea sjiehteles jeatja learohki ektine, mohte faage-digkiedimmie lea vihkelommes noere-skuvlesne.Åejvie-tsiehkie øvtiedimmie-soptsestallemisnie lea abpe learohkem jarngese viedtjedh.
smj: Mánájskåvlån le dáhpe sosialalasj dåjmajt vuorodit, madin fágalasj åvddånibme le ájnnasamos nuorajskåvlån. Akta oajvvemåhkke åvddånaht temságastallamijn le ålles ulmutjav tjalmostahttet.

source: Jis dihte edtja deahpadidh, dellie vihkeles giehtjedidh guktie learohke verveste dovne faagigujmie jih jeatja almetji ektine.
smj: Jus dáv galggá nahkat, de hæhttu dættov biedjat gåktu oahppe doajmmá sosialalattjat ja aj fágalattjat.

source: Ij leah læjhkan daerpies gaajhki aamhtsi bijre digkiedidh fierhten aejkien, mohte vihtesjidh mij lea dallahmasten daerpies.
smj: Ij la dárbbo juohkka tiemáv juohkka ságastallamin åvdedit, valla dættodit dav mij le luondulasj mierredum ájggegávdan.

source: Mearan akten soptsestallemisnie nøørjen giele jih matematigke jarngesne tjåadtjoeh, maahta jeatja soptsestallemisnie praktiske-jih estetiske faagi bijre digkiedidh.
smj: Madi avta ságastallamin le mátematihkka ja dárogiella tiebmán, de la nuppen ságastallamin praktihkalasj ja estetalasj fága tiebmán.

source: Barkoevuekieh aaj vihkeles aamhtsh øvtiedimmiesoptsestallemisnie.
smj: Barggamvuoge máhtti aj liehket tiebmán ságastallamin.

source: Fierhten aejkien lea vihkeles digkiedidh jih govledh guktie learohke verveste jeatja almetji ektine.
smj: Gåktu oahppe sosiálalattjat doajmmá bierri liehket tiebmá juohkka åvddånahttemságastal lamin.

source: Bøøremes joekehts aamhtsi bijre soptsestalledh fierhten aejkien. Læjhkan lea vihkeles soptsestalledh dej aamhtsi bijre mah dovne learohkem jih eejhtegidie dijpieh.
smj: Vájku tiemá máhtti ja bierriji rievdaduvvat ságastallamis nubbáj, de la ájnas oahppáj ja æjgádijda váj ássjen sjaddi da ássje massta sij ienemusát berusti.

source: Eensi-laakan ryøjredidh aerebi goh gaavnedidh, leah gaajhksidie daerpies.
smj: Buorre gárvedibme ja ságastallam oassálastij gaskan sihkarasstá buorre båhtusav gájkajda.

source: Datne deejrieh
smj: Diehti gus

source: • laakesne tjåådtje eejhtegh dah åejvie-diedtem maanaj
smj: • lágan tjuodtju æjgádijn le oajvveåvdåsvásstádus

source: øøhpehtæmman utnieh, jih nimhtie diedtem skuvline juekieh ?
smj: mánáj åhpadimes, ja danen le siján oasseåvdåsvásstádus skåvlån ?

source: • datne maahtah maanaj øøhpehtimmiem jih
smj: • dån máhtá mánáj åhpadimev ja skåvllåájgev

source: skuvlevaedtsemem tsevtsiedidh jis datne leah eejhtege-gaskese, lihtsege eejhtegiraeresne, FAU-esne jallh ektesvuekiemoenehtsisnie / ståavrosne ?
smj: vájkkudit ájrrasin æjgátráden, FAU:an jali aktisasjbarggojuohkusin/stivran ?

source: • gaajhkh learohkh reaktam utnieh sjiehtesjadteme
smj: • juohkka oahppen la riektá hiebadum åhpadussaj

source: øøhpehtimmiem goerkesen jih alkoetsiehkien mietie åadtjodh
smj: ietjasa vaddásij ja máhtudagáj milta ?

source: • jis maana ij åadtjoeh fuakedh øøhpehtimmiem daamts
smj: • oahppijn gænna ælla vuojga ávke dábálasj

source: tæjmojne, dellie reaktam åtna sjiere øøhpehtimmiem åadtjodh ?
smj: skåvllåfálaldagás li riektá sierraåhpadibmáj ?

source: • gaajhkh learohkh reakam utnieh fysisk - jih
smj: • juohkka oahppen le riektá buorre fysihkalasj ja

source: psykososialt byjresisnie årrodh mij healsoem, trååjjedahkem jih øøhpehtimmiem åvtese guedtieh ?
smj: psykososialalasj birrasij mij åvdet varresvuodav, soapptsomav ja oahppamav ?

source: • Eejjhtegidie reaktah klååkedh ?
smj: • æjgádijn le riektá gujttit ?

source: FUG - Eejhtegi moenehtse maadth-skuvlese - leah lihtsegh mejtie Gånka staaten raeresne moenehtsasse biejeme.
smj: FUG – Vuodoskåvlå æjgátjuogos – le juogos æjgádijs, nammaduvvam Gånågisás stáhtaráden nielje jahkáj.

source: Moenehtse edtja raerieh Øvtiedimmie-jih giehtjedimmiedepartementese vedtedh.
smj: Juogos le rádevadde orgádna Åhpadus- ja dutkamdepartemænntaj.

source: Moenehtse edtja vaarjelidh eejhtegi jih learohki iedtjh skuvlen-ektievoetesne jih barkedh guktie buerie ektesvuekie-barkoe skuvlen jih hiejmen gaskems sjædta.
smj: Juogos galggá æjgádij ja oahppij vuojnojt skåvllåsebrudagán åvdedit ja gárvedit buorre aktisasjbargov sijda ja skåvlå gaskan.

source: Eejhtegi moenehtse maadth-skuvlese Pb. 8119 Dep. 0032 Oslo www.fug.no bestilling@fug.no post@fug.no tlf. 22 24 75 63 Faaxe: 22 24 75 90
smj: Foreldreutvalget for grunnskolen Postboks 8119 Dep. 0032 Oslo www.fug.no www.foreldrenettet.no bestilling@fug.no post@fug.no Tlf.: 22 24 75 63 Fáksa: 22 24 75 90
